Repository: ggardin/YOURLS-it_IT
Catalog: *.po
Languages: it_it

source: Short URL
it_it: URL breve

source: All fields
it_it: Tutti i campi

source: Title
it_it: Titolo

source: IP Address
it_it: Indirizzo IP

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
it_it: Cercando <strong>%1$s</strong> in <strong>%2$s</strong>.

source: Date
it_it: Data

source: Clicks
it_it: Click

source: Short URL created, but could not redirect to %s !
it_it: URL breve creato, ma non è stato possibile reindirizzare a %s !

source: Unknown "Share" bookmarklet
it_it: Bookmarklet "Condividi" sconosciuto

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
it_it: Mostra da <strong>%1$s</strong> a <strong class="increment">%2$s</strong> di <strong class="increment">%3$s</strong> URL

source: counting <strong>1</strong> click
it_it: contato <strong>1</strong> click

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
it_it: Nel complesso sono stati tracciati <strong class="increment">%1$s</strong> link e <strong>%2$s</strong> click!

source: No URL
it_it: Nessun URL

source: PHP extension for PDO not found
it_it: Estensione PHP PDO non trovata

source: %s version is too old. Ask your server admin for an upgrade.
it_it: La versione %s è obsoleta. Contatta il tuo amministratore.

source: YOURLS already installed.
it_it: YOURLS già installato.

source: File <tt>.htaccess</tt> successfully created/updated.
it_it: File <tt>.htaccess</tt> creato/aggiornato con successo.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
it_it: Non è stato possibile scrivere il file <tt>.htaccess</tt> nella directory di YOURLS. Dovrai farlo manualmente. Vedi <a href="http://yourls.org/htaccess">come</a>.

source: Install YOURLS
it_it: Installa YOURLS

source: YOURLS Administration Page
it_it: Pagina di amministrazione

source: Unsupported action
it_it: Azione non supportata

source: No plugin specified, or not a valid plugin
it_it: Nessun plugin specificato, o plugin non valido

source: Plugin has been activated
it_it: Plugin attivato

source: Plugin has been deactivated
it_it: Plugin disattivato

source: Manage Plugins
it_it: Gestione plugin

source: Plugins
it_it: Plugin

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
it_it: Ci sono <strong>%1$s</strong> plugin installati, e <strong>%2$s</strong> plugin attivati

source: Plugin Name
it_it: Nome

source: Version
it_it: Versione

source: Description
it_it: Descrizione

source: Author
it_it: Autore

source: Action
it_it: Azione

source: (no info)
it_it: (nessuna informazione)

source: Deactivate
it_it: Disattivare

source: Activate
it_it: Attivare

source: plugin file location: %s
it_it: posizione plugin: %s

source: Toggle active/inactive plugins
it_it: Mostra solo i plugin attivi/mostra tutti i plugin installati

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
it_it: Se qualcosa dovesse andare storto dopo l'attivazione del plugin e non riuscissi più ad accedere a questa pagine, rinomina o elimina la directory del plugin, o rinominalo in modo che il suo nome non sia del tipo <code>plugin.php</code>.

source: More plugins
it_it: Plugin aggiuntivi

source: For more plugins, head to the official <a href="http://yourls.org/awesome">Plugin list</a>.
it_it: Per altri plugin, visita la <a href="http://yourls.org/pluginlist">lista dei plugin ufficiale</a>.

source: Cool YOURLS Tools
it_it: Strumenti YOURLS

source: Bookmarklets
it_it: Bookmarklet

source: YOURLS comes with handy <span>bookmarklets</span> for easier link shortening and sharing.
it_it: YOURLS offre comodi <span>bookmarklet</span> per facilitare l'abbreviazione e la condivisione degli URL.

source: Standard or Instant, Simple or Custom
it_it: Standard o Istantaneo, Semplice o Personalizzato

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
it_it: Il <span>bookmarklet Standard</span> ti indirizzerà ad una pagina dove potrai modificare o eliminare con facilità l'URL breve appena creato.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing (depending on the page and server configuration, they may silently fail)
it_it: Il <span>bookmarklet Istantaneo</span> aprirà l'URL breve senza lasciare la pagina che stai visitando (in base alla pagina e alla configurazione del server, potrebbe fallire senza errori).

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
it_it: Il <span>bookmarklet Semplice</span> genererà un URL breve casuale o sequenziale, a seconda delle impostazioni.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
it_it: Il <span>bookmarklet Personalizzato</span> ti chiederà di inserire un URL breve personalizzato.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
it_it: Se oltre all'URL desideri condividere anche una descrizione del link, ti basta <span>selezionare il testo</span> nella pagina che stai visitando prima di cliccare sul bookmarklet.

source: <strong>Important Note:</strong> bookmarklets <span>may fail</span> on websites with <em>https</em>, especially the "Instant" bookrmarklets. There is nothing you can do about this.
it_it: <strong>Nota importante:</strong> i bookmarklets <span>potrebbero fallire</span> su siti web <em>https</em>, specialmente il bookmarklet "Istantaneo". Non ci puoi fare nulla.

source: The Bookmarklets
it_it: Bookmarklet disponibili

source: Click and drag links to your toolbar (or right-click and bookmark it)
it_it: Clicca e trascina i link sulla toolbar del browser (o salvali tra i preferiti con il tasto destro del mouse)

source: Standard (new page)
it_it: Standard (nuova pagina)

source: Instant (popup)
it_it: Istantaneo (popup)

source: Simple
it_it: Semplice

source: Shorten
it_it: Abbreviazione

source: Instant Shorten
it_it: Abbreviazione istantanea

source: Custom Keyword
it_it: Parola chiave personalizzata

source: Custom shorten
it_it: Abbreviazione personalizzata

source: Instant Custom Shorten
it_it: Abbreviazione istantanea personalizzata

source: Social Bookmarklets
it_it: Bookmarklet Social

source: Create a short URL and share it on social networks, all in one click!
it_it: Crea un URL breve e condividilo nei social network, in un solo click!

source: Shorten and share:
it_it: Abbrevia e condividi:

source: Prefix-n-Shorten
it_it: Aggiungi & Abbrevia

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
it_it: Quando visualizzi una pagina, puoi anteporre "<span>%s</span>" all'inizio del suo URL (prima di "http(s)://") e premere Invio. YOURLS si occuperà di creare un corrispettivo URL breve.

source: Note: this will probably not work if your web server is running on Windows
it_it: Nota: potrebbe non funzionare correttamente se stai utilizzando un server Windows

source: (which seems to be the case here)
it_it: (pare proprio sia così)

source: Secure passwordless API call
it_it: Chiamate API sicure senza password

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
it_it: YOURLS accetta chiamate API alla vecchia maniera, usando i parametri <tt>username</tt> e <tt>password</tt>.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
it_it: Se inviare le tue credenziali in questo modo ti preoccupa, puoi anche effettuare chiamate API senza usare i tuoi dati di login, usando un token di sicurezza segreto.

source: Your secret signature token: <strong><code>%s</code></strong>
it_it: Il tuo token di sicurezza segreto: <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
it_it: (è un segreto, mantienilo tale)

source: This signature token can only be used with the API, not with the admin interface.
it_it: Questo token di sicurezza può essere utilizzato solo per le chiamate API, non per il pannello di amministrazione.

source: Usage of the signature token
it_it: Come utilizzare il token di sicurezza

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
it_it: Usa semplicemente il parametro <tt>signature</tt> nella tua chiamata API per sfruttare il token di sicurezza. Ad esempio:

source: Usage of a time limited signature token
it_it: Come usare i token di sicurezza a tempo

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
it_it: Usa i parametri <tt>signature</tt> e <tt>timestamp</tt> nelle tue chiamate API. Ad esempio:

source: Actual values:
it_it: Valori effettivamente utilizzati:

source: This URL would be valid for only %s seconds
it_it: Questo URL sarà disponibile per %s secondi.

source: See the <a href="%s">Passwordless API</a> page on the wiki.
it_it: Vedi la pagina <a href="%s">Passwordless API</a> sul wiki.

source: See the <a href="%s">API documentation</a> for more
it_it: Consulta la <a href="%s">documentazione API</a> per ulteriori informazioni.

source: Upgrade YOURLS
it_it: Aggiorna YOURLS

source: Upgrade not required. Go <a href="%s">back to play</a>!
it_it: Aggiornamento non necessario. Torna <a href="%s">al lavoro</a>!

source: Your current installation needs to be upgraded.
it_it: La tua installazione richiede un aggiornamento.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
it_it: Attenzione: è raccomandato effetturare il <strong>backup</strong> del tuo database prima di procedere<br/>(dovresti comunque farlo con regolarità)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
it_it: Nulla di terribile <em>dovrebbe</em> accadere, ma non significa che <em>non possa</em> accadere, giusto?

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
it_it: Ad ogni passaggio, se <span class='error'>qualcosa dovesse andare storto</span>, vedrai un messaggio di errore e, se possibile, un modo per risolverlo.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
it_it: Se non riesci a leggere perché il testo scorre troppo velocemente, <span class="success">non preoccuparti</span>, vuol dire che va tutto bene.

source: Once you are ready, press "Upgrade" !
it_it: Clicca "Aggiorna" quando sei pronto!

source: Upgrade
it_it: Aggiorna

source: Your installation is now up to date !
it_it: La tua installazione è aggiornata all'ultima versione!

source: Go back to <a href="%s">the admin interface</a>
it_it: Torna al <a href="%s">pannello di amministrazione</a>

source: Search for
it_it: Cerca

source: Search in
it_it: Cerca

source: Search for %1$s in %2$s
it_it: Cerca %1$s in %2$s

source: Sort by
it_it: Ordina per

source: Ascending
it_it: Crescente

source: Descending
it_it: Decrescente

source: Sort order
it_it: Ordine

source: Order by %1$s %2$s
it_it: Ordina per %1$s %2$s

source: Number of rows to show
it_it: Numero di righe da visualizzare

source: Show %s rows
it_it: Mostra %s righe

source: more
it_it: più

source: less
it_it: meno

source: Show links with
it_it: Mostra link con

source: Number of clicks
it_it: Numero di click

source: Show links with %1$s than %2$s clicks
it_it: Mostra link con %1$s di %2$s click

source: before
it_it: prima

source: after
it_it: dopo

source: between
it_it: tra

source: Show links created
it_it: Mostra link creati

source: Select a date
it_it: Scegli una data

source: Select an end date
it_it: Scegli una data di fine

source: Show links created %1$s %2$s %3$s %4$s
it_it: Mostra link creati %1$s %2$s %3$s %4$s

source: Search
it_it: Cerca

source: Clear
it_it: Cancella filtri

source: 1 page
it_it: 1 pagina

source: Go to First Page
it_it: Vai alla prima pagina

source: &laquo; First
it_it: &laquo; Prima

source: Go to Last Page
it_it: Vai all'ultima pagina

source: Last &raquo;
it_it: Ultima &raquo;

source: Incorrect DB config, or could not connect to DB
it_it: Configurazione del database errata, o impossibile connettersi al database

source: Fatal error
it_it: Errore critico

source: Could not auto-encrypt passwords. Error was: "%s".
it_it: Non è stato possibile criptare automaticamente le password (errore: "%s").

source: <a href="%s">Get help</a>.
it_it: <a href="%s">Ottieni assistenza</a>.

source: <a href="%s">Click here</a> to dismiss this message for one week.
it_it: <a href="%s">Clicca qui</a> per nascondere questo messaggio per una settimana.

source: Incorrect DB config, please refer to documentation
it_it: Configurazione del DB errata, verificare la documentazione

source: Logged out successfully
it_it: Uscita avvenuta con successo

source: Invalid username or password
it_it: Nome utente o password non validi

source: Please log in
it_it: Effettua l'accesso

source: Unauthorized action or expired link
it_it: Azione non autorizzata o link scaduto

source: Error
it_it: Errore

source: 1 query
it_it: 1 richiesta

source: Powered by %s
it_it: Basato su %s

source: Enter the URL
it_it: Inserisci l'URL

source: Optional
it_it: Opzionale

source: Custom short URL
it_it: URL breve personalizzato

source: Shorten The URL
it_it: Abbrevia l'URL

source: Your short link
it_it: Il tuo link breve

source: Quick Share
it_it: Condivisione rapida

source: Long link
it_it: Link lungo

source: Stats
it_it: Statistiche

source: Share with
it_it: Condividi con

source: Tweet this!
it_it: Twittalo!

source: Share on Facebook
it_it: Condividi su Facebook

source: Long URL
it_it: URL lungo

source: Save
it_it: Salva

source: Save new values
it_it: Salva nuovi valori

source: Cancel
it_it: Annulla

source: Cancel editing
it_it: Annulla modifiche

source: Error, URL not found
it_it: Errore, URL non trovato

source: Share
it_it: Condividi

source: Edit
it_it: Modifica

source: Delete
it_it: Elimina

source: Not a common link
it_it: Non è un link comune

source: Original URL
it_it: URL originale

source: Actions
it_it: Azioni

source: Username
it_it: Nome utente

source: Login
it_it: Accedi

source: Hello <strong>%s</strong>
it_it: Ciao <strong>%s</strong>

source: Logout
it_it: Esci

source: Help
it_it: Aiuto

source: Go to the admin interface
it_it: Pannello di amministrazione

source: Admin interface
it_it: Amministrazione

source: Tools
it_it: Strumenti

source: Page "%1$s" not found
it_it: Pagina "%1$s" non trovata

source: Not found
it_it: Non trovato

source: Today
it_it: Oggi

source: Close
it_it: Chiudi

source: <a href="%s">YOURLS version %s</a> is available. Please update!
it_it: <a href="%s">versione YOURLS %s</a> disponibile. Per favore aggiorna!

source: Drag to your toolbar!
it_it: Trascina sulla toolbar!

source: Table '%s' created.
it_it: Tabella '%s' creata.

source: Error creating table '%s'.
it_it: Errore nella creazione della tabella '%s'.

source: Could not initialize options
it_it: Non è stato possibile inizializzare le opzioni

source: Could not insert sample short URLs
it_it: Non è stato possibile caricare gli URL brevi di esempio

source: YOURLS tables successfully created.
it_it: Tabelle YOURLS create con successo.

source: Error creating YOURLS tables.
it_it: Errore nella creazione delle tabelle YOURLS.

source: Sunday
it_it: Domenica

source: Monday
it_it: Lunedì

source: Tuesday
it_it: Martedì

source: Wednesday
it_it: Mercoledì

source: Thursday
it_it: Giovedì

source: Friday
it_it: Venerdì

source: Saturday
it_it: Sabato

source: S_Sunday_initial
it_it: D

source: M_Monday_initial
it_it: L

source: T_Tuesday_initial
it_it: M

source: W_Wednesday_initial
it_it: M

source: T_Thursday_initial
it_it: G

source: F_Friday_initial
it_it: V

source: S_Saturday_initial
it_it: S

source: Sun
it_it: Dom

source: Mon
it_it: Lun

source: Tue
it_it: Mar

source: Wed
it_it: Mer

source: Thu
it_it: Gio

source: Fri
it_it: Ven

source: Sat
it_it: Sab

source: January
it_it: Gennaio

source: February
it_it: Febbraio

source: March
it_it: Marzo

source: April
it_it: Aprile

source: May
it_it: Maggio

source: June
it_it: Giugno

source: July
it_it: Luglio

source: August
it_it: Agosto

source: September
it_it: Settembre

source: October
it_it: Ottobre

source: November
it_it: Novembre

source: December
it_it: Dicembre

source: Jan_January_abbreviation
it_it: Gen

source: Feb_February_abbreviation
it_it: Feb

source: Mar_March_abbreviation
it_it: Mar

source: Apr_April_abbreviation
it_it: Apr

source: May_May_abbreviation
it_it: Mag

source: Jun_June_abbreviation
it_it: Giu

source: Jul_July_abbreviation
it_it: Lug

source: Aug_August_abbreviation
it_it: Ago

source: Sep_September_abbreviation
it_it: Set

source: Oct_October_abbreviation
it_it: Ott

source: Nov_November_abbreviation
it_it: Nov

source: Dec_December_abbreviation
it_it: Dic

source: Could not find and deactivate plugin :
it_it: Non è stato possibile individuare e disattivare il plugin:

source: Not a valid plugin file
it_it: File plugin non valido

source: Plugin already activated
it_it: Plugin già attivato

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
it_it: Il plugin ha generato un output inaspettato. Errore: <br/><pre>%s</pre>

source: Plugin not active
it_it: Plugin non attivo

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
it_it: Questa pagina non esiste. Forse uno dei plugin è disattivato?

source: Invalid link
it_it: Link non valido

source: This page cannot be displayed because the displaying function is not callable.
it_it: La pagina non pu&ograve; essere visualizzata perch&eacute; la funzione di visualizzazione non &egrave; richiamabile.

source: Invalid code
it_it: Codice non valido

source: Missing or malformed URL
it_it: URL mancante o corrotto

source: URL is a short URL
it_it: L'URL è un URL breve

source: Short URL %s already exists in database or is reserved
it_it: L'URL breve %s esiste già o è riservato

source: %s added to database
it_it: %s aggiunto al database

source: Error saving url to database
it_it: Errore nel salvataggio dell'URL nel database

source: %s already exists in database
it_it: %s esiste già nel database

source: Long URL or Short URL cannot be blank
it_it: L'URL lungo o l'URL corto non possono essere vuoti

source: Link updated in database
it_it: Link aggiornato nel database

source: Error updating %s (Short URL: %s)
it_it: Errore nell'aggiornare %s (URL breve: %s)

source: URL or keyword already exists in database
it_it: L'URL o la parola chiave sono già presenti nel database

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
it_it: se non vieni reindirizzato entro 10 secondi, <a href="%s">clicca qui</a>

source: Please <a href="%s">click here</a>
it_it: Per favore <a href="%s">clicca qui</a>

source: Too many URLs added too fast. Slow down please.
it_it: Troppi URL aggiunti troppo velocemente. Rallenta Speedy Gonzales!

source: Too Many Requests
it_it: Troppe richieste

source: Service temporarily unavailable
it_it: Servizio temporaneamente non disponibile

source: Our service is currently undergoing scheduled maintenance.
it_it: Il servizio è attualmente sottoposto a manutenzione programmata.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
it_it: I sistemi torneranno online al più presto. Ci scusiamo per il disagio

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
it_it: %1$s è <strong>deprecato</strong> a partire dalla versione %2$s! In alternativa usa %3$s.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
it_it: %1$s è <strong>deprecato</strong> a partire dalla versione %2$s. Non sono disponibili metodi alternativi.

source: Statistics for %s
it_it: Statistiche per %s

source: Aggregate stats for duplicate short URLs
it_it: Statistiche aggregate per URL brevi duplicati

source: Traffic statistics
it_it: Statistiche di traffico

source: Traffic location
it_it: Località del traffico

source: Traffic sources
it_it: Origini di traffico

source: Last 24 hours
it_it: Ultime 24 ore

source: Last 7 days
it_it: Ultimi 7 giorni

source: Last 30 days
it_it: Ultimi 30 giorni

source: All time
it_it: Tutto

source: Number of hits : %s
it_it: Numero di visite: %s

source: Historical click count
it_it: Contatore click complessivi

source: about 1 day ago
it_it: circa 1 giorno fa

source: Short URL created on %s
it_it: URL breve creato il %s

source: %s per day
it_it: %s per giorno

source: %s per hour
it_it: %s per ora

source: %s hit
it_it: %s visita

source: Best day
it_it: Giorno migliore

source: <strong>%1$s</strong> hit on %2$s
it_it: <strong>%1$s</strong> visite il %2$s

source: Click for more details
it_it: Clicca per maggiori dettagli

source: Year %s
it_it: Anno %s

source: 1 hit
it_it: 1 visita

source: No traffic yet. Get some clicks first!
it_it: Niente traffico per ora. Attendi i primi click!

source: Top 5 countries
it_it: Migliori 5 nazioni

source: Overall traffic
it_it: Traffico complessivo

source: No country data.
it_it: Dati località mancanti.

source: Referrer shares
it_it: Condivisioni referral

source: Others
it_it: Altri

source: Referrers
it_it: Referrer

source: (details)
it_it: (dettagli)

source: Various:
it_it: Varie:

source: Direct vs Referrer Traffic
it_it: Traffico diretto vs Referral

source: Direct
it_it: Diretto

source: Direct traffic:
it_it: Traffico diretto:

source: <strong>%s</strong> hit
it_it: <strong>%s</strong> visite

source: Referrer traffic:
it_it: Traffico referral:

source: No referrer data.
it_it: Dati referral mancanti.

source: Short link
it_it: Link breve
